Repository: Alexandr1807/Two-factor-authorization
Catalog: *_two_factor_auth/var/langs/*/addons/*_two_factor_auth.po
Languages: ru_ru

# Addons::name::sd_two_factor_auth
source: Simtech Development: Two-factor authentication
ru_ru: Simtech Development: Двухфакторная аутентификация

# Addons::description::sd_two_factor_auth
source: Adds two-factor authentication
ru_ru: Добавляет двухфакторную аутентификацию

# Languages::sd_two_factor_auth.enter_code_from_email
source: To complete the authorization, enter the code sent to the mail
ru_ru: Чтобы завершить авторизацию введите код, отправленный на почту

# Languages::sd_two_factor_auth.rest_time_for_entering_code
source: Remaining time to confirm email
ru_ru: Оставшееся время для подтверждения email

# Languages::sd_two_factor_auth.verification_code
source: Verification code
ru_ru: Проверочный код

# Languages::sd_two_factor_auth.send_code_again
source: Send code again
ru_ru: Отправить код еще раз

# Languages::sd_two_factor_auth.resend_code_text
source: You can resend the code. Remaining attempts:
ru_ru: Вы можете отправить код повторно. Осталось попыток:

# Languages::sd_two_factor_auth.confirmation
source: Confirmation
ru_ru: Подтверждение

# Languages::sd_two_factor_auth.verify_code.title
source: Account Login Confirmation
ru_ru: Подтверждение входа в аккаунт

# Languages::sd_two_factor_auth.verify_code
source: <p>You have requested a one-time code to sign in to your account. Here is your code:</p><p><strong><code>[password]</code></strong></p><p>Don't share it with anyone. If you did not request the code, then ignore this message. No one can log into your account without a password or access to your email.</p>
ru_ru: <p>Вы запросили одноразовый код для входа в учётную запись. Вот ваш код:</p><p><strong><code>[password]</code></strong></p><p>Не сообщайте его никому. Если вы не запрашивали код, то не обращайте внимания на это сообщение. Никто не сможет войти в вашу учётную запись без пароля или доступа к вашей почте.</p>

# Languages::sd_two_factor_auth.enter_email_password_again
source: You have requested a password 3 times, you need to enter your email and password again
ru_ru: Вы запросили пароль 3 раза, вам требуется снова ввести email и пароль
